Repository: jheronimus/yabause
Catalog: yabause/src/ios/uoyabause/uoyabause/Localizable.xcstrings
Source language: en
Languages: es, ja, pt_br, ru, zh_hans

# %@ Byte used / %@ Byte total
source: %1$@ Byte used / %2$@ Byte total
es: %1$@ Bytes usados / %2$@ Bytes totales
ja: 全 %2$@ Byte 中 %1$@ Byte 使用
pt_br: %1$@ Byte usados / %2$@ Byte total
ru: %1$@ Байт использовано / %2$@ Байт всего
zh_hans: 已使用 %1$@ 字节 / 总共 %2$@ 字节

source: %@ notifications disabled
es: Notificaciones de %@ desactivadas
ja: %@通知を無効にしました
pt_br: Notificações de %@ desativadas
ru: Уведомления %@ отключены
zh_hans: %@通知已禁用

source: %@ notifications enabled
es: Notificaciones de %@ activadas
ja: %@通知を有効にしました
pt_br: Notificações de %@ ativadas
ru: Уведомления %@ включены
zh_hans: %@通知已启用

source: %@ will be available in a future update
es: %@ estará disponible en una futura actualización
ja: %@は将来のアップデートで利用可能になります
pt_br: %@ estará disponível em uma atualização futura
ru: %@ будет доступно в будущем обновлении
zh_hans: %@将在未来的更新中提供

source: 4x
es: 4 veces
ja: ４倍
pt_br: 4 vezes
ru: 4 раза
zh_hans: 4倍

source: Account
es: Cuenta
ja: アカウント
pt_br: Conta
ru: Аккаунт
zh_hans: 账户

source: Account Deleted Successfully
es: Cuenta eliminada exitosamente
ja: アカウント削除成功
pt_br: Conta excluída com sucesso
ru: Аккаунт успешно удален
zh_hans: 账户删除成功

source: Account Deletion Failed
es: Error al eliminar la cuenta
ja: アカウント削除失敗
pt_br: Falha ao excluir conta
ru: Ошибка удаления аккаунта
zh_hans: 账户删除失败

source: Achievement List
es: Lista de logros
ja: 実績リスト
pt_br: Lista de conquistas
ru: Список достижений
zh_hans: 成就列表

source: Achievement Notifications
es: Notificaciones de logros
ja: 実績通知
pt_br: Notificações de conquistas
ru: Уведомления о достижениях
zh_hans: 成就通知

source: Achievement Unlocked!
es: ¡Logro desbloqueado!
ja: 実績解除！
pt_br: Conquista desbloqueada!
ru: Достижение разблокировано!
zh_hans: 成就解锁！

source: Achievements
es: Logros
ja: 実績
pt_br: Conquistas
ru: Достижения
zh_hans: 成就

source: Achievements will appear here when you start playing games
es: Los logros aparecerán aquí cuando comiences a jugar
ja: ゲームをプレイすると実績がここに表示されます
pt_br: As conquistas aparecerão aqui quando você começar a jogar
ru: Достижения появятся здесь, когда вы начнёте играть
zh_hans: 开始游戏后成就将显示在这里

source: Action Replay Code
es: Código de Action Replay
ja: アクションリプレイコード
pt_br: Código Action Replay
ru: Код Action Replay
zh_hans: 金手指代码

source: Action Replay Code Manager
es: Administrador de códigos de Action Replay
ja: アクションリプレイコード管理
pt_br: Gerenciador de códigos Action Replay
ru: Менеджер кодов Action Replay
zh_hans: 金手指代码管理器

source: Add Action Replay Code
es: Agregar código de Action Replay
ja: アクションリプレイコードを追加
pt_br: Adicionar código Action Replay
ru: Добавить код Action Replay
zh_hans: 添加金手指代码

source: Allowed ✓
es: Permitido ✓
ja: 許可済み ✓
pt_br: Permitido ✓
ru: Разрешено ✓
zh_hans: 已允许 ✓

source: Analog
es: Analógico
ja: アナログ
pt_br: Analógico
ru: Аналог
zh_hans: 摇杆

source: Analog as D-Pad
es: Analógico como cruceta
ja: アナログ十字キー
pt_br: Analógico como direcional
ru: Аналог как крестовина
zh_hans: 模拟摇杆作为方向键

source: Analog Mode
es: Modo analógico
ja: アナログモード
pt_br: Modo analógico
ru: Аналоговый режим
zh_hans: 模拟模式

source: Analog Range
es: Rango analógico
ja: アナログ操作範囲
pt_br: Alcance analógico
ru: Диапазон аналога
zh_hans: 摇杆范围

source: Anonymous User
es: Usuario anónimo
ja: 匿名ユーザー
pt_br: Usuário anônimo
ru: Анонимный пользователь
zh_hans: 匿名用户

source: Are you sure you want to delete [%@]
es: ¿Estás seguro de que quieres eliminar [%@]?
ja: [%@]を削除してもよろしいですか？
pt_br: Tem certeza de que deseja excluir [%@]?
ru: Вы уверены, что хотите удалить [%@]?
zh_hans: 确定要删除[%@]吗？

source: Are you sure you want to disconnect your RetroAchievements account?
es: ¿Estás seguro de que quieres desconectar tu cuenta de RetroAchievements?
ja: RetroAchievementsアカウントの連携を解除しますか？
pt_br: Tem certeza de que deseja desconectar sua conta RetroAchievements?
ru: Вы уверены, что хотите отключить свой аккаунт RetroAchievements?
zh_hans: 确定要断开RetroAchievements账户连接吗？

source: Are you sure you want to exit?
es: ¿Estás seguro de que quieres salir?
ja: 終了してもよろしいですか？
pt_br: Tem certeza de que deseja sair?
ru: Вы уверены, что хотите выйти?
zh_hans: 确定要退出吗？

source: Are you sure you want to logout from RetroAchievements?
es: ¿Estás seguro de que quieres cerrar sesión en RetroAchievements?
ja: RetroAchievementsからログアウトしますか？
pt_br: Tem certeza de que deseja sair do RetroAchievements?
ru: Вы уверены, что хотите выйти из RetroAchievements?
zh_hans: 确定要从RetroAchievements注销吗？

source: Are you sure you want to reset all pad settings to default?
es: ¿Estás seguro de que quieres restablecer la configuración del mando?
ja: パッド設定をデフォルトにリセットしますか？
pt_br: Tem certeza de que deseja redefinir as configurações do controle?
ru: Сбросить все настройки геймпада по умолчанию?
zh_hans: 确定要将手柄设置重置为默认吗？

source: Are you sure you want to unlink your Discord account?
es: ¿Estás seguro de que deseas desvincular tu cuenta de Discord?
ja: Discordアカウントの連携を解除してもよろしいですか？
pt_br: Tem certeza de que deseja desvincular sua conta do Discord?
ru: Вы уверены, что хотите отвязать свой аккаунт Discord?
zh_hans: 确定要取消关联Discord账户吗？

source: Backup Manager
es: Administrador de copias de seguridad
ja: バックアップマネージャー
pt_br: Gerenciador de backup
ru: Менеджер резервного копирования
zh_hans: 备份管理器

source: Backup uploaded successfully
es: Copia de seguridad subida exitosamente
ja: バックアップのアップロードに成功しました
pt_br: Backup enviado com sucesso
ru: Резервная копия успешно загружена
zh_hans: 备份上传成功

source: Cancel
es: Cancelar
ja: キャンセル
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

source: Cartridge
es: Cartucho
ja: カートリッジ
pt_br: Cartucho
ru: Картридж
zh_hans: 卡带

source: Cartridge Type
es: Tipo de cartucho
ja: カートリッジタイプ
pt_br: Tipo de cartucho
ru: Тип картриджа
zh_hans: 卡带类型

source: Change Disk
es: Cambiar disco
ja: ディスク交換
pt_br: Trocar disco
ru: Сменить диск
zh_hans: 更换光盘

# cheat_code_example
source: Example: 1604A2AA 0004
es: Ejemplo: 1604A2AA 0004
ja: 例: 1604A2AA 0004
pt_br: Exemplo: 1604A2AA 0004
ru: Пример: 1604A2AA 0004
zh_hans: 示例：1604A2AA 0004

source: Cheats are disabled in hardcore mode. Disable hardcore mode in RetroAchievements settings to use this feature.
es: Los trucos están deshabilitados en el modo hardcore. Desactiva el modo hardcore en la configuración de RetroAchievements para usar esta función.
ja: ハードコアモードではチートが無効です。この機能を使用するには、RetroAchievements設定でハードコアモードを無効にしてください。
pt_br: Os cheats estão desativados no modo hardcore. Desative o modo hardcore nas configurações do RetroAchievements para usar este recurso.
ru: Читы отключены в хардкорном режиме. Отключите хардкорный режим в настройках RetroAchievements, чтобы использовать эту функцию.
zh_hans: 硬核模式下禁用作弊。请在RetroAchievements设置中禁用硬核模式以使用此功能。

source: Classic
es: Clásico
ja: クラシック
pt_br: Clássico
ru: Классический
zh_hans: 经典

source: Close
es: Cerrar
ja: 閉じる
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭

source: Code shared
es: Código compartido
ja: コードを共有しました
pt_br: Código compartilhado
ru: Код опубликован
zh_hans: 代码已分享

source: Coming Soon
es: Próximamente
ja: 近日公開
pt_br: Em breve
ru: Скоро
zh_hans: 即将推出

source: Comments
es: Comentarios
ja: コメント
pt_br: Comentários
ru: Комментарии
zh_hans: 评论

source: Confirm
es: Confirmar
ja: 確認
pt_br: Confirmar
ru: Подтвердить
zh_hans: 确认

source: Confirm Deletion
es: Confirmación de eliminación
ja: 削除確認
pt_br: Confirmação de exclusão
ru: Подтверждение удаления
zh_hans: 确认删除

# confirm_delete_code
source: Are you sure want to delete this code?
es: ¿Estás seguro de que quieres eliminar este código?
ja: このコードを削除してもよろしいですか？
pt_br: Tem certeza de que deseja excluir este código?
ru: Вы уверены, что хотите удалить этот код?
zh_hans: 确定要删除此代码吗？

source: Connect
es: Conectar
ja: 接続
pt_br: Conectar
ru: Подключить
zh_hans: 连接

source: Connect Discord
es: Conectar Discord
ja: Discordと連携
pt_br: Conectar Discord
ru: Подключить Discord
zh_hans: 连接Discord

source: Connected Accounts
es: Cuentas conectadas
ja: 連携アカウント
pt_br: Contas conectadas
ru: Подключенные аккаунты
zh_hans: 已连接账户

source: Copy to [%@]
es: Copiar a [%@]
ja: [%@]にコピー
pt_br: Copiar para [%@]
ru: Копировать в [%@]
zh_hans: 复制到[%@]

source: Copy to Internal memory
es: Copiar a memoria interna
ja: 内部メモリにコピー
pt_br: Copiar para memória interna
ru: Копировать во внутреннюю память
zh_hans: 复制到内存

source: Date Unlocked
es: Fecha de desbloqueo
ja: 解除日時
pt_br: Data de desbloqueio
ru: Дата разблокировки
zh_hans: 解锁日期

source: Date: %@
es: Fecha: %@
ja: 日時:%@
pt_br: Data: %@
ru: Дата: %@
zh_hans: 日期：%@

source: Dead
es: Muerta
ja: デッド
pt_br: Morta
ru: Мёртвая
zh_hans: 死区

source: Dead Zone
es: Zona muerta
ja: デッドゾーン
pt_br: Zona morta
ru: Мёртвая зона
zh_hans: 死区

source: Delete
es: Eliminar
ja: 削除
pt_br: Excluir
ru: Удалить
zh_hans: 删除

source: Delete Account
es: Eliminar cuenta
ja: アカウントを削除
pt_br: Excluir conta
ru: Удалить аккаунт
zh_hans: 删除账户

source: Delete Account Confirmation
es: Confirmación de eliminación de cuenta
ja: アカウント削除
pt_br: Confirmação de exclusão de conta
ru: Подтверждение удаления аккаунта
zh_hans: 删除账户确认

source: Delete Action Replay Code
es: Eliminar código de Action Replay
ja: アクションリプレイコードを削除
pt_br: Excluir código Action Replay
ru: Удалить код Action Replay
zh_hans: 删除Action Replay代码

source: Denied ✗
es: Denegado ✗
ja: 拒否 ✗
pt_br: Negado ✗
ru: Запрещено ✗
zh_hans: 已拒绝 ✗

# description_placeholder
source: Enter description
es: Ingrese descripción
ja: 説明を入力
pt_br: Digite a descrição
ru: Введите описание
zh_hans: 输入描述

source: DIFF
es: DIF
ja: 差
pt_br: DIF
ru: РАЗН
zh_hans: 差距

source: Disconnect
es: Desconectar
ja: 連携解除
pt_br: Desconectar
ru: Отключить
zh_hans: 断开连接

source: Discord account unlinked
es: Cuenta de Discord desvinculada
ja: Discordアカウントの連携を解除しました
pt_br: Conta do Discord desvinculada
ru: Аккаунт Discord отвязан
zh_hans: Discord账户已取消关联

source: Discord link failed
es: Error al vincular Discord
ja: Discordアカウントの連携に失敗しました
pt_br: Falha ao vincular Discord
ru: Ошибка привязки Discord
zh_hans: Discord关联失败

source: Discord Link Failed
es: Error al vincular Discord
ja: Discordリンク失敗
pt_br: Falha ao vincular Discord
ru: Ошибка привязки Discord
zh_hans: Discord关联失败

source: Discord link successful
es: Discord vinculado exitosamente
ja: Discordアカウントの連携に成功しました
pt_br: Discord vinculado com sucesso
ru: Discord успешно привязан
zh_hans: Discord关联成功

source: Discord Link Successful
es: Vinculación de Discord exitosa
ja: Discordリンク成功
pt_br: Vinculação do Discord bem-sucedida
ru: Discord успешно привязан
zh_hans: Discord关联成功

source: Discord Unlink
es: Desvincular Discord
ja: Discordの連携解除
pt_br: Desvincular Discord
ru: Отвязать Discord
zh_hans: 取消关联Discord

source: Display
es: Pantalla
ja: 表示
pt_br: Tela
ru: Дисплей
zh_hans: 显示

source: Don't have an account? Create one
es: ¿No tienes una cuenta? Crea una
ja: アカウントをお持ちでない方はこちら
pt_br: Não tem uma conta? Crie uma
ru: Нет аккаунта? Создайте
zh_hans: 没有账户？创建一个

source: Download completed
es: Descarga completada
ja: ダウンロード完了
pt_br: Download concluído
ru: Загрузка завершена
zh_hans: 下载完成

source: Download to Internal memory
es: Descargar a la memoria interna
ja: 内部メモリにダウンロード
pt_br: Baixar para a memória interna
ru: Скачать во внутреннюю память
zh_hans: 下载到内部存储

source: Edit Action Replay Code
es: Editar código de Action Replay
ja: アクションリプレイコードを編集
pt_br: Editar código Action Replay
ru: Редактировать код Action Replay
zh_hans: 编辑Action Replay代码

source: Emulation Rating
es: Calificación de emulación
ja: エミュレーション評価
pt_br: Classificação de emulação
ru: Рейтинг эмуляции
zh_hans: 模拟评级

source: Enter your RetroAchievements credentials
es: Ingrese sus credenciales de RetroAchievements
ja: RetroAchievementsの認証情報を入力してください
pt_br: Digite suas credenciais do RetroAchievements
ru: Введите учетные данные RetroAchievements
zh_hans: 输入您的RetroAchievements凭据

# enter_action_replay_code
source: You can enter multi line action replay code Example: 1604A2AA 0004
es: Puedes ingresar código de Action Replay de múltiples líneas Ejemplo: 1604A2AA 0004
ja: 複数行のアクションリプレイコードを入力できます 例: 1604A2AA 0004
pt_br: Você pode inserir código Action Replay de múltiplas linhas Exemplo: 1604A2AA 0004
ru: Вы можете ввести многострочный код Action Replay Пример: 1604A2AA 0004
zh_hans: 您可以输入多行金手指代码 示例：1604A2AA 0004

source: Ephemeral
es: Efímero
ja: 一時許可
pt_br: Efêmero
ru: Временное
zh_hans: 临时

source: Exit
es: Salir
ja: 終了
pt_br: Sair
ru: Выход
zh_hans: 退出

source: Exit Confirmation
es: Confirmación de salida
ja: 終了確認
pt_br: Confirmação de saída
ru: Подтверждение выхода
zh_hans: 退出确认

source: Fail to open
es: Error al abrir
ja: 開けませんでした
pt_br: Falha ao abrir
ru: Не удалось открыть
zh_hans: 无法打开

source: Failed to delete account
es: Error al eliminar la cuenta
ja: アカウント削除に失敗しました
pt_br: Falha ao excluir conta
ru: Ошибка удаления аккаунта
zh_hans: 删除账户失败

# failed_to_share
source: Failed to share action replay code: %@
es: Error al compartir el código de Action Replay: %@
ja: アクションリプレイコードの共有に失敗しました: %@
pt_br: Falha ao compartilhar código Action Replay: %@
ru: Не удалось поделиться кодом Action Replay: %@
zh_hans: 分享金手指代码失败：%@

source: For security reasons, please re-enter your password to delete your account.
es: Por razones de seguridad, vuelva a ingresar su contraseña para eliminar su cuenta.
ja: セキュリティのため、アカウントを削除するにはパスワードを再入力してください。
pt_br: Por motivos de segurança, digite novamente sua senha para excluir sua conta.
ru: В целях безопасности повторно введите пароль для удаления аккаунта.
zh_hans: 出于安全原因，请重新输入密码以删除您的账户。

source: For security reasons, you need to sign in again to delete your account. Please sign out and sign in again, then retry.
es: Por razones de seguridad, debe iniciar sesión nuevamente para eliminar su cuenta. Por favor, cierre sesión e inicie sesión de nuevo, luego vuelva a intentar.
ja: セキュリティ上の理由から、アカウントを削除するには再度ログインする必要があります。一度ログアウトして再度ログインした後、再試行してください。
pt_br: Por motivos de segurança, você precisa fazer login novamente para excluir sua conta. Por favor, saia e entre novamente, depois tente novamente.
ru: В целях безопасности для удаления аккаунта необходимо войти заново. Пожалуйста, выйдите и войдите снова, затем повторите попытку.
zh_hans: 出于安全原因，您需要重新登录才能删除账户。请退出并重新登录，然后重试。

source: Frame Skip
es: Salto de fotogramas
ja: フレームスキップ
pt_br: Pular quadros
ru: Пропуск кадров
zh_hans: 跳帧

source: Game Controller
es: Mando de juego
ja: ゲームコントローラー
pt_br: Controle de jogo
ru: Игровой контроллер
zh_hans: 游戏手柄

source: Game Rating
es: Clasificación del juego
ja: ゲーム評価
pt_br: Classificação do jogo
ru: Рейтинг игры
zh_hans: 游戏评分

source: Game support and bug fix notifications
es: Notificaciones de soporte de juegos y corrección de errores
ja: ゲーム対応やバグ修正の通知
pt_br: Notificações de suporte a jogos e correção de bugs
ru: Уведомления о поддержке игр и исправлениях
zh_hans: 游戏支持和错误修复通知

source: Game Updates
es: Actualizaciones de juegos
ja: ゲーム更新
pt_br: Atualizações de jogos
ru: Обновления игр
zh_hans: 游戏更新

# game_report_message_1
source: Very poor game
es: Juego muy malo
ja: 非常に悪いゲーム
pt_br: Jogo muito ruim
ru: Очень плохая игра
zh_hans: 非常差的游戏

# game_report_message_2
source: Poor game
es: Juego malo
ja: 悪いゲーム
pt_br: Jogo ruim
ru: Плохая игра
zh_hans: 差的游戏

# game_report_message_3
source: Average game
es: Juego promedio
ja: 普通のゲーム
pt_br: Jogo médio
ru: Средняя игра
zh_hans: 一般的游戏

# game_report_message_4
source: Good game
es: Buen juego
ja: 良いゲーム
pt_br: Bom jogo
ru: Хорошая игра
zh_hans: 好游戏

source: Hardcore Mode
es: Modo Hardcore
ja: ハードコアモード
pt_br: Modo Hardcore
ru: Хардкорный режим
zh_hans: 硬核模式

source: Hardcore Mode Active
es: Modo Hardcore activo
ja: ハードコアモード有効
pt_br: Modo Hardcore ativo
ru: Хардкорный режим активен
zh_hans: 硬核模式已激活

source: High Quality but slow
es: Alta calidad pero lento
ja: 高品質（低速）
pt_br: Alta qualidade mas lento
ru: Высокое качество, но медленно
zh_hans: 高质量但较慢

source: Important notifications like system maintenance
es: Notificaciones importantes como mantenimiento del sistema
ja: システムメンテナンスなどの重要な通知
pt_br: Notificações importantes como manutenção do sistema
ru: Важные уведомления, например о техническом обслуживании
zh_hans: 重要通知，如系统维护

source: Invalid format
es: Formato inválido
ja: 無効な形式
pt_br: Formato inválido
ru: Неверный формат
zh_hans: 格式无效

source: Keep Aspect Ratio
es: Mantener relación de aspecto
ja: アスペクト比維持
pt_br: Manter proporção
ru: Сохранить соотношение сторон
zh_hans: 保持纵横比

source: Landscape Mode
es: Modo horizontal
ja: 横画面モード
pt_br: Modo paisagem
ru: Горизонтальный режим
zh_hans: 横屏模式

source: Leader Board
es: Clasificación
ja: ランキング
pt_br: Classificação
ru: Таблица лидеров
zh_hans: 排行榜

source: Leaderboard
es: Clasificación
ja: ランキング
pt_br: Classificação
ru: Лидерборд
zh_hans: 排行榜

source: Leaderboard not supported for this game
es: Clasificación no soportada para este juego
ja: このゲームはランキング非対応です
pt_br: Classificação não suportada para este jogo
ru: Лидерборд не поддерживается для этой игры
zh_hans: 此游戏不支持排行榜

source: Leaderboard ranking change notifications
es: Notificaciones de cambios en la clasificación
ja: リーダーボードの順位変動通知
pt_br: Notificações de mudanças na classificação
ru: Уведомления об изменении рейтинга в таблице лидеров
zh_hans: 排行榜排名变化通知

source: Leaderboards
es: Clasificaciones
ja: リーダーボード
pt_br: Classificações
ru: Таблицы лидеров
zh_hans: 排行榜

source: Linked
es: Vinculado
ja: 連携済み
pt_br: Vinculado
ru: Привязано
zh_hans: 已关联

source: Load State
es: Cargar estado
ja: ステートロード
pt_br: Carregar estado
ru: Загрузить состояние
zh_hans: 加载存档

source: Loading save states is disabled in hardcore mode. Disable hardcore mode in RetroAchievements settings to use this feature.
es: Cargar estados guardados está deshabilitado en modo hardcore. Desactiva el modo hardcore en la configuración de RetroAchievements para usar esta función.
ja: ハードコアモードではステートロードが無効です。この機能を使用するには、RetroAchievements設定でハードコアモードを無効にしてください。
pt_br: O carregamento de estados salvos está desativado no modo hardcore. Desative o modo hardcore nas configurações do RetroAchievements para usar este recurso.
ru: Загрузка сохранений отключена в хардкорном режиме. Отключите хардкорный режим в настройках RetroAchievements, чтобы использовать эту функцию.
zh_hans: 硬核模式下禁用加载存档。请在RetroAchievements设置中禁用硬核模式以使用此功能。

source: Locked
es: Bloqueado
ja: ロック中
pt_br: Bloqueado
ru: Заблокировано
zh_hans: 未解锁

source: Logged In
es: Conectado
ja: ログイン済み
pt_br: Conectado
ru: Вход выполнен
zh_hans: 已登录

source: Logging in...
es: Iniciando sesión...
ja: ログイン中...
pt_br: Entrando...
ru: Вход...
zh_hans: 登录中...

source: Login
es: Iniciar sesión
ja: ログイン
pt_br: Entrar
ru: Войти
zh_hans: 登录

source: Login Error
es: Error de inicio de sesión
ja: ログインエラー
pt_br: Erro de login
ru: Ошибка входа
zh_hans: 登录错误

source: Login failed
es: Error al iniciar sesión
ja: ログインに失敗しました
pt_br: Falha no login
ru: Ошибка входа
zh_hans: 登录失败

source: Login failed. Please check your credentials.
es: Error al iniciar sesión. Por favor, verifique sus credenciales.
ja: ログインに失敗しました。認証情報を確認してください。
pt_br: Falha no login. Por favor, verifique suas credenciais.
ru: Ошибка входа. Проверьте учетные данные.
zh_hans: 登录失败。请检查您的凭据。

source: Login Successful
es: Inicio de sesión exitoso
ja: ログイン成功
pt_br: Login bem-sucedido
ru: Вход выполнен
zh_hans: 登录成功

source: Logout
es: Cerrar sesión
ja: ログアウト
pt_br: Sair
ru: Выйти
zh_hans: 退出登录

source: Logout Failed
es: Error al cerrar sesión
ja: ログアウト失敗
pt_br: Falha ao sair
ru: Ошибка выхода
zh_hans: 退出登录失败

source: Logout Successful
es: Sesión cerrada exitosamente
ja: ログアウト成功
pt_br: Logout bem-sucedido
ru: Выход выполнен
zh_hans: 退出登录成功

source: Low Quality but fast
es: Baja calidad pero rápido
ja: 低品質（高速）
pt_br: Baixa qualidade mas rápido
ru: Низкое качество, но быстро
zh_hans: 低质量但较快

source: Modern
es: Moderno
ja: モダン
pt_br: Moderno
ru: Современный
zh_hans: 现代

source: Name
es: Nombre
ja: 名前
pt_br: Nome
ru: Имя
zh_hans: 名称

source: Native
es: Nativo
ja: ネイティブ
pt_br: Nativo
ru: Родное
zh_hans: 原生

source: New features and special announcements
es: Nuevas funciones y anuncios especiales
ja: 新機能と特別なお知らせ
pt_br: Novos recursos e anúncios especiais
ru: Новые функции и специальные объявления
zh_hans: 新功能和特别公告

source: New Record!
es: ¡Nuevo récord!
ja: 新記録！
pt_br: Novo recorde!
ru: Новый рекорд!
zh_hans: 新记录！

source: No Achievements
es: Sin logros
ja: 実績なし
pt_br: Sem conquistas
ru: Нет достижений
zh_hans: 无成就

source: No scores available
es: No hay puntuaciones disponibles
ja: スコアがありません
pt_br: Nenhuma pontuação disponível
ru: Нет доступных очков
zh_hans: 暂无分数

source: None
es: Ninguno
ja: なし
pt_br: Nenhum
ru: Нет
zh_hans: 无

source: Not Connected
es: No conectado
ja: 未接続
pt_br: Não conectado
ru: Не подключен
zh_hans: 未连接

source: Not Linked
es: No vinculado
ja: 未連携
pt_br: Não vinculado
ru: Не связан
zh_hans: 未关联

source: Not Logged In
es: No conectado
ja: 未ログイン
pt_br: Não conectado
ru: Не авторизован
zh_hans: 未登录

source: Not Set
es: No configurado
ja: 未設定
pt_br: Não definido
ru: Не установлено
zh_hans: 未设置

source: Notification
es: Notificación
ja: 通知
pt_br: Notificação
ru: Уведомление
zh_hans: 通知

source: Notification Categories
es: Categorías de notificación
ja: 通知カテゴリ
pt_br: Categorias de notificação
ru: Категории уведомлений
zh_hans: 通知类别

source: Notification Permission
es: Permiso de notificación
ja: 通知権限
pt_br: Permissão de notificação
ru: Разрешение на уведомления
zh_hans: 通知权限

source: Notification Permission Status
es: Estado del permiso de notificación
ja: 通知権限の状態
pt_br: Status da permissão de notificação
ru: Статус разрешения на уведомления
zh_hans: 通知权限状态

source: Notification Settings
es: Configuración de notificaciones
ja: 通知設定
pt_br: Configurações de notificação
ru: Настройки уведомлений
zh_hans: 通知设置

source: Notifications allowed
es: Notificaciones permitidas
ja: 通知が許可されました
pt_br: Notificações permitidas
ru: Уведомления разрешены
zh_hans: 已允许通知

source: Notifications are allowed.
es: Las notificaciones están permitidas.
ja: 通知は許可されています。
pt_br: As notificações estão permitidas.
ru: Уведомления разрешены.
zh_hans: 通知已允许。

source: Notifications disabled
es: Notificaciones desactivadas
ja: 通知が無効になりました
pt_br: Notificações desativadas
ru: Уведомления отключены
zh_hans: 通知已禁用

source: Notifications for new achievement unlocks
es: Notificaciones de nuevos logros desbloqueados
ja: 新しい実績解除の通知
pt_br: Notificações de novas conquistas desbloqueadas
ru: Уведомления о новых разблокированных достижениях
zh_hans: 新成就解锁通知

source: OK
es: Aceptar
ru: ОК
zh_hans: 确定

source: Opacity
es: Opacidad
ja: 不透明度
pt_br: Opacidade
ru: Непрозрачность
zh_hans: 不透明度

source: Pad
es: Mando
ja: パッド
pt_br: Controle
ru: Геймпад
zh_hans: 手柄

source: Pad Settings
es: Configuración del mando
ja: パッド設定
pt_br: Configurações do controle
ru: Настройки геймпада
zh_hans: 手柄设置

source: Pad Size
es: Tamaño del mando
ja: パッドサイズ
pt_br: Tamanho do controle
ru: Размер геймпада
zh_hans: 手柄大小

source: Password
es: Contraseña
ja: パスワード
pt_br: Senha
ru: Пароль
zh_hans: 密码

source: Please enter both username and password
es: Por favor, introduce el nombre de usuario y la contraseña
ja: ユーザー名とパスワードを入力してください
pt_br: Por favor, insira o nome de usuário e a senha
ru: Пожалуйста, введите имя пользователя и пароль
zh_hans: 请输入用户名和密码

source: Please enter both username and password.
es: Por favor, introduce el nombre de usuario y la contraseña.
ja: ユーザー名とパスワードを入力してください。
pt_br: Por favor, insira o nome de usuário e a senha.
ru: Пожалуйста, введите имя пользователя и пароль.
zh_hans: 请输入用户名和密码。

source: Please select the types of notifications you want to receive.
es: Por favor, selecciona los tipos de notificaciones que deseas recibir.
ja: 受け取りたい通知の種類を選択してください。
pt_br: Por favor, selecione os tipos de notificações que deseja receber.
ru: Пожалуйста, выберите типы уведомлений, которые хотите получать.
zh_hans: 请选择您想要接收的通知类型。

source: Points
es: Puntos
ja: ポイント
pt_br: Pontos
ru: Очки
zh_hans: 积分
